Repository: Ortiqnorqulov/Hotel
Catalog: home/locale/*/LC_MESSAGES/django.po
Languages: uz

source: ABOUTUS
uz: HAQIMZDA

source: GALLERY
uz: GALEREYA

source: NEWS
uz: YANGILIKLAR

source: FAQ
uz: KBS

source: CONTACT
uz: ALOQA

source: Elegant hotel for business people
uz: Ishbilarmonlar uchun mehmonxona

source: Focus on the essentials, letting us take care of your comfort!
uz: Sizning qulayligingiz haqida g'amxo'rlik qilishga ruxsat berib, asosiy narsalarga e'tibor qarating!

source: HOTEL PRESENTATION
uz: MEHMONHONA PREZINTATSIYASI

source: Elegant rooms
uz: Chiroyli xonalar

source: Central palace Hotel offers 32 elegant rooms for business and leisure travel. Each room is equipped with free Wi-Fi, a modern electronic lock system, non-alcoholic minibar, safe, satellite TV, tea and coffee making facilities, personal hygiene products.
uz: Mehmonxona ish va dam olish uchun 32 nafis xonalarni taklif etadi. Har bir xonada bepul Wi-Fi, zamonaviy elektron qulf tizimi, alkogolsiz minibar, seyf, yo'ldoshli televidenie, choy va qahva tayyorlash vositalari, shaxsiy gigiena vositalari mavjud.

source: The favorable location of the hotel allows guests to get to the Islam Karimov International Airport, the North and South railway stations, the city center within 10-15 minutes.
uz: Mehmonxonaning qulay joylashuvi mehmonlarga Islom Karimov nomidagi xalqaro aeroport, Shimoliy va Janubiy temir yo'l vokzallari, shahar markaziga 10-15 daqiqada etib borish imkonini beradi.

source: Read more...
uz: Ko'proq...

source: Contact
uz: Aloqa

source: Contact us in a convenient way for you:
uz: Siz uchun qulay usulda biz bilan bog'laning:

source: Phone
uz: Telefo'n

source: Full Name
uz: To'liq ismi

source: Subject
uz: Mavzu

source: Message
uz: Xabar

source: Submit
uz: Tasdiqlash

source: Hotel Central place
uz: Mehmonxona Central palace

source: Elegant rooms of various categories of comfort
uz: Har xil toifadagi qulaylikdagi xonalar

source: Central Place The hotel offers 32 elegant rooms for business and leisure travel. Each room is equipped with free Wi-Fi, a modern electronic lock system, non-alcoholic minibar, safe, satellite TV, tea and coffee making facilities, personal hygiene products.
uz: Mehmonxona ish va dam olish uchun 32 nafis xonalarni taklif etadi. Har bir xonada bepul Wi-Fi, zamonaviy elektron qulf tizimi, alkogolsiz minibar, seyf, yo'ldoshli televidenie, choy va qahva tayyorlash vositalari, shaxsiy gigiena vositalari mavjud.

source: Special offers
uz: Maxsus takliflar

source: For our clients, we offer conditions that will not leave you indifferent
uz: Mijozlarimiz uchun biz sizni befarq qoldirmaydigan takliflar taqdim etamiz

source: Single room
uz: Bir kishilik xona

source: Double room
uz: Ikki kishilik xona

source: Submit your application
uz: Arizangizni qoldiring

source: Name
uz: Ismi

source: Surname
uz: Familyasi

source: Citizenship
uz: Fuqoroligi

source: Payment
uz: To'lo'v uslubi

source: Guest
uz: Mehmonlar

source: Arrival
uz: Kelish kuni

source: Departure
uz: Ketish kuni

source: Room
uz: Xona

source: Category
uz: Katego'rya

source: tariffs
uz: Tariflar

source: High speed internet access
uz: Yuqori tezlikdagi Internetga kirish

source: Air conditioner with climate control
uz: Iqlim nazorati bilan jihozlangan konditsioner

source: Shower cabin + bath
uz: Dush kabinasi + hammom

source: 40-inch TV
uz: 40 dyuymli televizor

source: Safe for storage
uz: Saqlash uchun xavfsiz
